tap "aws/tap"
tap "borkdude/brew"
tap "cjbassi/ytop"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "libtiff"
brew "webp"
brew "isl"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "xz"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "bison"
brew "boost"
brew "boot-clj"
brew "glib"
brew "pkg-config"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "cloc"
brew "clozure-cl"
brew "cmake"
brew "cmigemo"
brew "cowsay"
brew "openldap"
brew "curl"
brew "openjpeg"
brew "ghostscript"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "guile"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "srt"
brew "ffmpeg"
brew "fftw"
brew "netpbm"
brew "fig2dev"
brew "fish"
brew "gauche"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-secrets"
brew "glpk"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "grep"
brew "hdf5"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "jenv"
brew "jq"
brew "leiningen"
brew "libpq"
brew "librsvg"
brew "mecab"
brew "mecab-ipadic"
brew "multimarkdown"
brew "nghttp2"
brew "node"
brew "pandoc"
brew "php", link: false
brew "postgresql", restart_service: true
brew "procs"
brew "pstoedit"
brew "qt"
brew "pyqt"
brew "pyqt@5"
brew "qscintilla2"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sbcl"
brew "sip"
brew "starship"
brew "subversion"
brew "terraform", link: false
brew "tfenv"
brew "tokei"
brew "vtk"
brew "w3m"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "borkdude/brew/babashka"
brew "borkdude/brew/carve"
brew "borkdude/brew/clj-kondo"
brew "cjbassi/ytop/ytop"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-spacemacs-icon"]
brew "hashicorp/tap/terraform-ls"
cask "adoptopenjdk8"
cask "chromedriver"
cask "cljstyle"
cask "corretto"
cask "font-hackgen-nerd"
cask "font-source-code-pro"
cask "graphql-playground"
cask "react-native-debugger"
